{
  "token_frequency": {
    "a": 140,
    "accurate": 70,
    "against": 20,
    "algorithm": 31,
    "analysis": 121,
    "analytics": 20,
    "analyzes": 70,
    "and": 770,
    "another": 20,
    "appear": 200,
    "are": 70,
    "artificial": 68,
    "asset": 30,
    "balances": 20,
    "battery": 22,
    "before": 70,
    "better": 70,
    "between": 70,
    "bond": 27,
    "can": 70,
    "capacity": 51,
    "capital": 24,
    "carbon": 28,
    "care": 24,
    "careful": 70,
    "cause": 43,
    "classification": 36,
    "clinic": 35,
    "clinical": 46,
    "closely": 70,
    "combines": 70,
    "compare": 70,
    "concepts": 90,
    "connect": 70,
    "connects": 40,
    "consumption": 30,
    "context": 42,
    "control": 27,
    "current": 16,
    "customer": 32,
    "data": 23,
    "defect": 48,
    "demand": 42,
    "dense": 20,
    "depends": 70,
    "diagnosis": 36,
    "disease": 25,
    "dividend": 32,
    "doctor": 22,
    "during": 70,
    "efficiency": 20,
    "electricity": 38,
    "embedding": 52,
    "energy": 122,
    "equity": 21,
    "example": 70,
    "explain": 70,
    "failure": 20,
    "feature": 22,
    "finance": 68,
    "forecast": 44,
    "forecasting": 20,
    "from": 20,
    "fund": 32,
    "generator": 27,
    "grid": 56,
    "health": 30,
    "healthcare": 68,
    "helps": 70,
    "hospital": 30,
    "improve": 140,
    "improvement": 44,
    "in": 270,
    "inference": 19,
    "inspection": 24,
    "intelligence": 68,
    "investment": 50,
    "investor": 32,
    "language": 45,
    "learned": 20,
    "learning": 27,
    "links": 20,
    "load": 39,
    "loss": 23,
    "machine": 26,
    "manufacturing": 98,
    "market": 40,
    "measurement": 28,
    "medical": 30,
    "medicine": 26,
    "model": 31,
    "modern": 70,
    "monitoring": 70,
    "near": 20,
    "nearby": 20,
    "network": 27,
    "neural": 24,
    "nurse": 28,
    "of": 70,
    "often": 200,
    "on": 70,
    "one": 20,
    "patient": 43,
    "patterns": 20,
    "physician": 25,
    "place": 20,
    "portfolio": 43,
    "power": 27,
    "practical": 140,
    "prediction": 21,
    "prescription": 23,
    "price": 16,
    "process": 121,
    "producing": 70,
    "product": 22,
    "production": 26,
    "professionals": 70,
    "profit": 27,
    "quality": 107,
    "recovery": 40,
    "reduce": 70,
    "related": 90,
    "relationship": 70,
    "reliability": 34,
    "reliable": 70,
    "renewable": 35,
    "represent": 20,
    "representation": 20,
    "representations": 20,
    "research": 47,
    "return": 56,
    "risk": 41,
    "root": 39,
    "security": 22,
    "semantic": 45,
    "sequence": 23,
    "solar": 22,
    "standard": 23,
    "stock": 24,
    "storage": 29,
    "strong": 70,
    "supplier": 30,
    "supports": 70,
    "surgery": 26,
    "symptom": 28,
    "symptoms": 20,
    "system": 70,
    "teams": 70,
    "test": 20,
    "the": 140,
    "therapy": 30,
    "to": 70,
    "together": 200,
    "token": 33,
    "tokens": 20,
    "trading": 22,
    "training": 24,
    "treatment": 38,
    "use": 70,
    "utility": 30,
    "vector": 21,
    "vectors": 20,
    "volatility": 45,
    "voltage": 35,
    "wind": 32,
    "with": 400,
    "word": 20,
    "workflows": 70,
    "yield": 21
  },
  "word_to_index": {
    "<PAD>": 0,
    "<UNK>": 1,
    "a": 8,
    "accurate": 19,
    "against": 144,
    "algorithm": 94,
    "analysis": 13,
    "analytics": 145,
    "analyzes": 20,
    "and": 2,
    "another": 146,
    "appear": 5,
    "are": 21,
    "artificial": 52,
    "asset": 96,
    "balances": 147,
    "battery": 133,
    "before": 22,
    "better": 23,
    "between": 24,
    "bond": 109,
    "can": 25,
    "capacity": 59,
    "capital": 122,
    "carbon": 105,
    "care": 123,
    "careful": 26,
    "cause": 69,
    "classification": 82,
    "clinic": 84,
    "clinical": 63,
    "closely": 27,
    "combines": 28,
    "compare": 29,
    "concepts": 17,
    "connect": 30,
    "connects": 75,
    "consumption": 97,
    "context": 72,
    "control": 110,
    "current": 169,
    "customer": 89,
    "data": 128,
    "defect": 61,
    "demand": 73,
    "dense": 148,
    "depends": 31,
    "diagnosis": 83,
    "disease": 120,
    "dividend": 90,
    "doctor": 134,
    "during": 32,
    "efficiency": 149,
    "electricity": 80,
    "embedding": 58,
    "energy": 12,
    "equity": 140,
    "example": 33,
    "explain": 34,
    "failure": 150,
    "feature": 135,
    "finance": 53,
    "forecast": 67,
    "forecasting": 151,
    "from": 152,
    "fund": 91,
    "generator": 111,
    "grid": 56,
    "health": 98,
    "healthcare": 54,
    "helps": 35,
    "hospital": 99,
    "improve": 9,
    "improvement": 68,
    "in": 4,
    "inference": 168,
    "inspection": 124,
    "intelligence": 55,
    "investment": 60,
    "investor": 92,
    "language": 64,
    "learned": 153,
    "learning": 112,
    "links": 154,
    "load": 78,
    "loss": 129,
    "machine": 116,
    "manufacturing": 16,
    "market": 76,
    "measurement": 106,
    "medical": 100,
    "medicine": 117,
    "model": 95,
    "modern": 36,
    "monitoring": 37,
    "near": 155,
    "nearby": 156,
    "network": 113,
    "neural": 125,
    "nurse": 107,
    "of": 38,
    "often": 6,
    "on": 39,
    "one": 157,
    "patient": 70,
    "patterns": 158,
    "physician": 121,
    "place": 159,
    "portfolio": 71,
    "power": 114,
    "practical": 10,
    "prediction": 141,
    "prescription": 130,
    "price": 170,
    "process": 14,
    "producing": 40,
    "product": 136,
    "production": 118,
    "professionals": 41,
    "profit": 115,
    "quality": 15,
    "recovery": 77,
    "reduce": 42,
    "related": 18,
    "relationship": 43,
    "reliability": 87,
    "reliable": 44,
    "renewable": 85,
    "represent": 160,
    "representation": 161,
    "representations": 162,
    "research": 62,
    "return": 57,
    "risk": 74,
    "root": 79,
    "security": 137,
    "semantic": 65,
    "sequence": 131,
    "solar": 138,
    "standard": 132,
    "stock": 126,
    "storage": 104,
    "strong": 45,
    "supplier": 101,
    "supports": 46,
    "surgery": 119,
    "symptom": 108,
    "symptoms": 163,
    "system": 47,
    "teams": 48,
    "test": 164,
    "the": 11,
    "therapy": 102,
    "to": 49,
    "together": 7,
    "token": 88,
    "tokens": 165,
    "trading": 139,
    "training": 127,
    "treatment": 81,
    "use": 50,
    "utility": 103,
    "vector": 142,
    "vectors": 166,
    "volatility": 66,
    "voltage": 86,
    "wind": 93,
    "with": 3,
    "word": 167,
    "workflows": 51,
    "yield": 143
  }
}